{
    "overviewTitle": "نظرة عامة",
    "overviewContent": "<span className='fw-bold'>I.CONTEST</span> هو مبتكر ناشئ في حلول الطاقة المستدامة. كشركة ناشئة، نتخصص في تصميم وتنفيذ وصيانة أنظمة الطاقة المتقدمة، بما في ذلك الشبكات الصغيرة، محطات شحن السيارات الكهربائية، أنظمة الطاقة الضوئية، وحلول إمداد الطاقة للبنية التحتية للاتصالات.",
    
    "missionTitle": "مهمة",
    "missionContent": "مهمتنا هي إحداث ثورة في مجال الطاقة من خلال تقديم حلول طاقة موثوقة وفعالة ومستدامة تلبي الاحتياجات المتغيرة لعملائنا وتساهم في كوكب أكثر خضرة. نحن نسعى لتزويد الأسواق بمنتجات وخدمات عالية الجودة ودعم تطوير المحتوى المحلي ونقل المعرفة.",
    
    "visionTitle": "رؤية",
    "visionContent": "نحن نتطلع إلى عالم يتمتع فيه الجميع بإمكانية الوصول إلى الطاقة النظيفة، مما يدفع النمو الاقتصادي وحماية البيئة والتقدم التكنولوجي.",
    
    "coreServicesTitle": "الخدمات الأساسية",
    "coreServicesContent": {
      "microgrids": {
        "title": "الشبكات الصغيرة",
        "items": [
          "تصميم وتركيب أنظمة الشبكات الصغيرة للتطبيقات السكنية والتجارية والصناعية.",
          "دمج مصادر الطاقة المتجددة وأنظمة تخزين الطاقة لتحسين الأداء والموثوقية.",
          "أنظمة التحكم المتقدمة لإدارة وتوزيع الطاقة بسلاسة.",
          "التكيف مع درجات الحرارة العالية وظروف الصحراء لتحقيق أقصى كفاءة."
        ]
      },
      "chargingStations": {
        "title": "محطات الشحن",
        "items": [
          "حلول شاملة للبنية التحتية لشحن السيارات الكهربائية، بما في ذلك شواحن AC وDC السريعة.",
          "تركيبات مخصصة لتناسب مواقع متنوعة مثل المجمعات السكنية، المباني التجارية، والأماكن العامة.",
          "تقنية الشحن الذكية لتعزيز كفاءة الطاقة وراحة المستخدم.",
          "تكنولوجيا متينة مصممة للعمل في المناخات الحارة."
        ]
      },
      "pvSystems": {
        "title": "أنظمة الطاقة الضوئية",
        "items": [
          "حلول شاملة لتوليد الطاقة الشمسية، من التركيبات السكنية على الأسطح إلى المزارع الشمسية الكبيرة.",
          "وحدات وأجهزة عالية الكفاءة لتعظيم إنتاج الطاقة وتوفير التكاليف.",
          "خدمات المراقبة والصيانة لضمان الأداء الأمثل وطول العمر.",
          "أنظمة مصممة خصيصًا للعمل في البيئات الحارة والجافة."
        ]
      },
      "cellTowers": {
        "title": "إمداد الطاقة لأبراج الاتصالات",
        "items": [
          "حلول طاقة موثوقة ومستدامة للبنية التحتية للاتصالات.",
          "أنظمة طاقة هجينة تجمع بين الطاقة الشمسية والرياح والمصادر التقليدية لضمان الخدمة المستمرة.",
          "أنظمة المراقبة والتحكم عن بُعد لتعزيز الكفاءة التشغيلية وتقليل تكاليف الصيانة.",
          "حلول مصممة لتحمل الحرارة الشديدة وظروف الغبار."
        ]
      }
    },
    
    "valuesTitle": "القيم",
    "valuesContent": [
      {
        "title": "الابتكار",
        "content": "دفع التطورات باستمرار في تكنولوجيا الطاقة لتقديم حلول متقدمة."
      },
      {
        "title": "النزاهة",
        "content": "التمسك بأعلى معايير الصدق والشفافية في جميع تعاملاتنا."
      },
      {
        "title": "الذكاء",
        "content": "استخدام التكنولوجيا الذكية والرؤى المستندة إلى البيانات لتحقيق الأداء الأمثل."
      },
      {
        "title": "المنافسة",
        "content": "تعزيز روح المنافسة للتحسين المستمر والتفوق في قطاع الطاقة."
      }
    ],
    
    "sustainabilityTitle": "الالتزام بالاستدامة",
    "sustainabilityContent": "الاستدامة هي جوهر I.CONTEST. نحن ملتزمون بتقليل البصمة الكربونية، تعزيز استخدام الطاقة المتجددة، ودعم التحول العالمي إلى اقتصاد منخفض الكربون.",
    
    "innovationTitle": "الابتكار والتكنولوجيا",
    "innovationContent": "كشركة ناشئة، يستفيد فريقنا من الخبراء الشغوفين من أحدث التقنيات وأفضل الممارسات الصناعية لتقديم حلول طاقة مبتكرة مصممة لتلبية متطلبات عملائنا الفريدة.",
    
    "customerApproachTitle": "نهج يركز على العميل",
    "customerApproachContent": "نحن نفتخر بنهجنا الذي يركز على العميل، ونعمل عن كثب مع عملائنا لفهم احتياجاتهم وتقديم حلول مخصصة تتجاوز توقعاتهم. تضمن خدمات الدعم الشاملة لدينا الرضا والنجاح على المدى الطويل."
  }
  