{
  "buttonText": "سياسة الخصوصية",
  "modalTitle": "سياسة الخصوصية",
  "privacyPolicyHeader": "سياسة الخصوصية",
  "lastUpdated": "آخر تحديث: 24 يناير 2024",
  "intro": "تصف سياسة الخصوصية هذه سياساتنا وإجراءاتنا بشأن جمع معلوماتك واستخدامها والإفصاح عنها عند استخدامك للخدمة وتخبرك بحقوق الخصوصية الخاصة بك وكيفية حماية القانون لك.",
  "usage": "نستخدم بياناتك الشخصية لتقديم الخدمة وتحسينها. باستخدام الخدمة، فإنك توافق على جمع المعلومات واستخدامها وفقًا لسياسة الخصوصية هذه.",
  "interpretationAndDefinitions": "التفسير والتعاريف",
  "interpretation": "التفسير",
  "interpretationText": "الكلمات التي تم تكبير الحرف الأول منها لها معاني محددة في ظل الشروط التالية. سيكون لهذه التعريفات نفس المعنى بغض النظر عما إذا كانت تظهر في صيغة المفرد أو الجمع.",
  "definitions": "التعاريف",
  "definitionsText": "لأغراض سياسة الخصوصية هذه:",
  "account": "الحساب يعني حسابًا فريدًا تم إنشاؤه للوصول إلى خدمتنا أو أجزاء من خدمتنا.",
  "affiliate": "التابع يعني كيانًا يتحكم فيه أو يتحكم في كيان آخر أو يخضع لسيطرة مشتركة مع أحد الأطراف، حيث تعني كلمة \"التحكم\" ملكية 50٪ أو أكثر من الأسهم أو الأسهم الأخرى التي يحق لها التصويت لانتخاب المديرين أو سلطة إدارة أخرى.",
  "company": "الشركة (المشار إليها إما باسم \"الشركة\" أو \"نحن\" أو \"لنا\" في هذه الاتفاقية) تشير إلى i.contest UG، Hauptstraße 30a، 38446، فولفسبورغ، ألمانيا.",
  "cookies": "ملفات تعريف الارتباط هي ملفات صغيرة يتم وضعها على جهاز الكمبيوتر أو الجهاز المحمول أو أي جهاز آخر بواسطة موقع ويب، وتحتوي على تفاصيل حول محفوظات التصفح الخاصة بك على هذا الموقع من بين استخدامات أخرى.",
  "country": "الدولة تشير إلى: نيدرساكسن، ألمانيا",
  "device": "الجهاز يعني أي جهاز يمكنه الوصول إلى الخدمة مثل جهاز كمبيوتر أو هاتف محمول أو جهاز لوحي رقمي.",
  "personalData": "البيانات الشخصية هي أي معلومات تتعلق بفرد تم تحديده أو يمكن التعرف عليه.",
  "service": "تشير الخدمة إلى الموقع.",
  "serviceProvider": "موفر الخدمة يعني أي شخص طبيعي أو اعتباري يقوم بمعالجة البيانات نيابة عن الشركة. يشير إلى الشركات أو الأفراد من الأطراف الثالثة الذين توظفهم الشركة لتسهيل الخدمة، لتقديم الخدمة نيابة عن الشركة، لأداء الخدمات المتعلقة بالخدمة أو لمساعدة الشركة في تحليل كيفية استخدام الخدمة.",
  "usageData": "تشير بيانات الاستخدام إلى البيانات التي يتم جمعها تلقائيًا، سواء كانت ناتجة عن استخدام الخدمة أو من بنية الخدمة نفسها (على سبيل المثال، مدة زيارة الصفحة).",
  "website": "يشير موقع الويب إلى I.CONTEST، يمكن الوصول إليه من https://i-contest.eu/",
  "you": "أنت تعني الفرد الذي يصل إلى الخدمة أو يستخدمها، أو الشركة، أو الكيان القانوني الآخر نيابةً عن هذا الفرد الذي يصل إلى الخدمة أو يستخدمها، حسب الاقتضاء.",
  "closeButton": "إغلاق"
}
